[
  {
    "id": 1,
    "title": "Modern Warehouse Complex Building",
    "segment": "Warehouses",
    "description": "Discover the epitome of modern storage solutions with our state-of-the-art warehouse complex. Boasting expansive floor plans, high ceilings, and advanced security systems, this complex offers the perfect environment for businesses seeking versatile storage options. Located in the bustling heart of Downtown, New York, our warehouse provides convenient access to transportation networks, ensuring seamless distribution and logistics operations. Explore the potential of this dynamic space and elevate your business to new heights.",
    "price": "$5000/month",
    "status": "rent",
    "area": "5000 sqft",
    "location": "Downtown, New York",
    "facilities": ["loading dock", "office space", "security system"],
    "image": "https://i.ibb.co/d45JtV2/card1.jpg",
    "latitude": 40.7128,
    "longitude": -74.0060
  },
  {
    "id": 2,
    "title": "Industrial Manufacturing Plant",
    "segment": "Factories",
    "description": "Embark on a journey of manufacturing excellence with our fully equipped industrial plant. Designed to meet the demands of modern production processes, this facility features spacious assembly lines, advanced machinery, and dedicated warehousing spaces. Strategically situated in the thriving Industrial Park of Los Angeles, this plant offers unparalleled access to skilled labor, transportation networks, and supply chains. Maximize efficiency, innovation, and productivity within this dynamic manufacturing hub, and propel your business toward success.",
    "price": "$10,000,000",
    "status": "sale",
    "area": "50,000 sqft",
    "location": "Industrial Park, Los Angeles",
    "facilities": ["assembly line", "warehousing space", "employee facilities"],
    "image": "https://i.ibb.co/H7cSN57/card2.jpg",
    "latitude": 34.0522,
    "longitude": -118.2437
  },
  {
    "id": 3,
    "title": "Green Energy Production Plant",
    "segment": "Production plants",
    "description": "Step into the future of sustainable energy production with our cutting-edge green energy plant. Harnessing the power of renewable sources such as solar and wind, this facility stands as a beacon of eco-friendly innovation. Nestled amidst the serene landscapes of Green Valley, San Francisco, this production plant not only minimizes environmental impact but also maximizes operational efficiency. Join the renewable energy revolution and position your business as a leader in environmental stewardship and profitability.",
    "price": "$8,000,000",
    "status": "sale",
    "area": "30 acres",
    "location": "Green Valley, San Francisco",
    "facilities": ["solar panels", "wind turbines", "energy storage"],
    "image": "https://i.ibb.co/YTd6QbR/card3.jpg",
    "latitude": 37.7749,
    "longitude": -122.4194
  },
  {
    "id": 4,
    "title": "Industrial Park with Modern Facilities",
    "segment": "Industrial parks",
    "description": "Experience the epitome of industrial excellence within our dynamic industrial park. Boasting modern facilities, strategic location, and unparalleled amenities, this park serves as the ideal destination for businesses seeking growth and innovation. Situated in the Strategic Zone of Chicago, this park offers easy access to transportation networks, skilled labor, and business services. Whether you're a startup looking to scale or an established enterprise seeking expansion, this industrial park provides the perfect ecosystem for success.",
    "price": "$2,000,000",
    "status": "sale",
    "area": "100 acres",
    "location": "Strategic Zone, Chicago",
    "facilities": ["utilities included", "ample parking", "24/7 security"],
    "image": "https://i.ibb.co/kHH8s6M/card4.jpg",
    "latitude": 41.8781,
    "longitude": -87.6298
  },
  {
    "id": 5,
    "title": "Temperature-Controlled Cold Storage Facility",
    "segment": "Cold storage facilities",
    "description": "Enter the world of precise temperature control and optimal preservation with our specialized cold storage facility. Tailored to meet the unique needs of perishable goods, this facility offers a range of climate-controlled environments, freezer rooms, and state-of-the-art refrigeration systems. Located in the Cold Zone of Boston, this facility ensures reliable storage solutions for food, pharmaceuticals, and other temperature-sensitive products. Join us in redefining the standards of cold chain logistics and ensure the freshness and quality of your goods.",
    "price": "$7000/month",
    "status": "rent",
    "area": "10,000 sqft",
    "location": "Cold Zone, Boston",
    "facilities": ["climate control", "freezer rooms", "loading docks"],
    "image": "https://i.ibb.co/ykmVtbd/card5.jpg",
    "latitude": 42.3601,
    "longitude": -71.0589
  },
  {
    "id": 6,
    "title": "Renewable Energy Power Plant",
    "segment": "Power plants",
    "description": "Join the renewable energy revolution with our state-of-the-art power plant. Harnessing the abundant resources of solar and wind energy, this facility stands as a testament to sustainability and innovation. Situated in the Renewable Zone of Houston, this power plant not only generates clean and reliable energy but also serves as a beacon of economic growth and environmental stewardship. Take the leap towards a greener future and secure your place in the forefront of renewable energy production.",
    "price": "$15,000,000",
    "status": "sale",
    "area": "50 acres",
    "location": "Renewable Zone, Houston",
    "facilities": ["solar panels", "wind turbines", "battery storage"],
    "image": "https://i.ibb.co/3fNg4qQ/card6.jpg",
    "latitude": 29.7604,
    "longitude": -95.3698
  }
]
